
/*No comment provided by engineer.*/
"About" = "Despre";

/*Menubar option. %@ is AltTab*/
"About %@" = "Despre %@";

/*No comment provided by engineer.*/
"Accessibility" = "Accesibilitate";

/*No comment provided by engineer.*/
"Acknowledgments" = "Mulțumiri";

/*No comment provided by engineer.*/
"Active app" = "Aplicație activă";

/*No comment provided by engineer.*/
"Active screen" = "Ecranul activ";

/*No comment provided by engineer.*/
"Active Space" = "Spațiul activ";

/*No comment provided by engineer.*/
"Align windows:" = "Aliniere ferestre:";

/*No comment provided by engineer.*/
"All apps" = "Toate aplicațiile";

/*No comment provided by engineer.*/
"All data from this form will be made public, as a ticket on github.com" = "Toate datele din acest formular vor fii făcute publice, ca tichet pe github.com";

/*No comment provided by engineer.*/
"All screens" = "Toate ecranele";

/*No comment provided by engineer.*/
"All Spaces" = "Toatele spațiile";

/*No comment provided by engineer.*/
"Allowed" = "Permis";

/*No comment provided by engineer.*/
"Also select windows using:" = "De asemenea selectează ferestre utilizând:";

/*No comment provided by engineer.*/
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab s-a închis accidental la ultima folosire. Trimițând o analiză de accident va ajuta la rezolvarea problemei";

/*No comment provided by engineer.*/
"AltTab needs some permissions" = "AltTab necesită permisiuni";

/*No comment provided by engineer.*/
"Always" = "Mereu";

/*No comment provided by engineer.*/
"Always send crash reports" = "Întotdeauna trimite raport de accident";

/*No comment provided by engineer.*/
"and press:" = "și apăsați:";

/*No comment provided by engineer.*/
"App (BundleID starting with)" = "App (BundleID începând cu)";

/*No comment provided by engineer.*/
"App is hidden" = "Aplicația este ascunsă";

/*No comment provided by engineer.*/
"App is running but has no open window" = "Aplicația rulează dar nu este nici-o fereastră deschisă";

/*No comment provided by engineer.*/
"Apparition delay:" = "Întârziere apariție:";

/*No comment provided by engineer.*/
"Appearance" = "Aspect";

/*No comment provided by engineer.*/
"Are you sure you don’t want a response?" = "Ești sigur că nu vrei un răspuns?";

/*No comment provided by engineer.*/
"Arrow keys" = "Tastele din săgeți";

/*No comment provided by engineer.*/
"Ask whether to send crash reports" = "Întreabă când trimiți raport de accident";

/*No comment provided by engineer.*/
"Auto-install updates periodically" = "Instalare periodic a actualizărilor";

/*No comment provided by engineer.*/
"Blacklists" = "Lista neagră";

/*Cancel button*/
"Cancel" = "Anulare";

/*No comment provided by engineer.*/
"Cancel and hide" = "Anulează și ascunde";

/*No comment provided by engineer.*/
"Center" = "Centru";

/*No comment provided by engineer.*/
"Check for updates now…" = "Verifică actualizări acum…";

/*No comment provided by engineer.*/
"Check for updates periodically" = "Verifică pentru actualizări periodic";

/*No comment provided by engineer.*/
"Check for updates…" = "Verifică actualizări…";

/*No comment provided by engineer.*/
"Close window" = "Închide fereastră";

/*No comment provided by engineer.*/
"Conflicting shortcut" = "Conflict scurtătură";

/*No comment provided by engineer.*/
"Controls" = "Controale";

/*No comment provided by engineer.*/
"Crash reports policy:" = "Politică raport de accident:";

/*No comment provided by engineer.*/
"Cursor follows focus" = "Cursorul urmărește focusul";

/*No comment provided by engineer.*/
"Do nothing" = "Nu face nimic";

/*No comment provided by engineer.*/
"Don’t check for updates periodically" = "Nu verifica pentru actualizări periodic";

/*No comment provided by engineer.*/
"Don’t send" = "Nu trimite";

/*No comment provided by engineer.*/
"Don’t show windows from these apps" = "Nu arăta ferestre din aceste aplicații";

/*No comment provided by engineer.*/
"End" = "Sfârșit";

/*No comment provided by engineer.*/
"Fade out animation:" = "Animație ieșire:";

/*No comment provided by engineer.*/
"Focus selected window" = "Focusează fereastra selectată";

/*No comment provided by engineer.*/
"Fullscreen window" = "Fereastră ecran complet";

/*No comment provided by engineer.*/
"Fullscreen windows:" = "Fereastră ecran complet:";

/*No comment provided by engineer.*/
"General" = "General";

/*No comment provided by engineer.*/
"Hidden windows:" = "Ferestre ascunse:";

/*No comment provided by engineer.*/
"Hide" = "Ascunde";

/*No comment provided by engineer.*/
"Hide app badges:" = "Ascunde eticheta aplicațiilor:";

/*No comment provided by engineer.*/
"Hide apps with no open window:" = "Ascunde aplicații când nu este nici-o fereastră:";

/*No comment provided by engineer.*/
"Hide colored circles on mouse hover:" = "Ascunde cercurile colorate deasupra mouse-ului:";

/*%@ is AltTab*/
"Hide in %@" = "Ascunde în %@";

/*No comment provided by engineer.*/
"Hide Space number labels:" = "Ascunde etichetele cu numărul Spațiului:";

/*No comment provided by engineer.*/
"Hide status icons:" = "Ascunde iconurile de status:";

/*No comment provided by engineer.*/
"Hide window thumbnails:" = "Ascunde miniatura fereastră:";

/*No comment provided by engineer.*/
"Hide/Show app" = "Ascunde/Arată aplicație";

/*No comment provided by engineer.*/
"Hold" = "Reține";

/*No comment provided by engineer.*/
"I think the app could be improved with…" = "Cred că aplicația poate fi îmbunătățită prin…";

/*No comment provided by engineer.*/
"Ignore shortcuts when active" = "Ignoră scurtăturile când este activ";

/*No comment provided by engineer.*/
"Ignore shortcuts while a window from these apps is active" = "Ignoră scurtăturile cât timp o fereastră din aceste aplicații este activă";

/*No comment provided by engineer.*/
"Latest releases" = "Ultimele lansări";

/*No comment provided by engineer.*/
"Left" = "Stânga";

/*No comment provided by engineer.*/
"Max height on screen:" = "Înălțime maxima pe ecran:";

/*No comment provided by engineer.*/
"Max width on screen:" = "Lățime maxima pe ecran:";

/*No comment provided by engineer.*/
"Menubar icon:" = "Pictograma bară meniu:";

/*No comment provided by engineer.*/
"Middle" = "Mijloc";

/*No comment provided by engineer.*/
"Minimize/Deminimize window" = "Minimizează/Deminimizează fereastră";

/*No comment provided by engineer.*/
"Minimized windows:" = "Fereastra minimizată:";

/*No comment provided by engineer.*/
"Miscellaneous:" = "Diverse:";

/*No comment provided by engineer.*/
"Mouse hover" = "Deasupra mousului";

/*No comment provided by engineer.*/
"Never send crash reports" = "Niciodată nu trimite raporturi de accident";

/*No comment provided by engineer.*/
"Not allowed" = "Nu este permis";

/*Copyright (human-readable)*/
"NSHumanReadableCopyright" = "Licența GPL-3.0";

/*No comment provided by engineer.*/
"Only if the window is fullscreen" = "Doar dacă fereastra este în ecran complet";

/*No comment provided by engineer.*/
"Open Accessibility Preferences…" = "Deschide preferințele de Accesibilitate";

/*No comment provided by engineer.*/
"Open Screen Recording Preferences…" = "Deschide preferințele Ecranului de înregistrare…";

/*No comment provided by engineer.*/
"Optional: email (if you want a reply)" = "Opțional: email (daca vrei să răspunzi)";

/*No comment provided by engineer.*/
"Policies" = "Politici";

/*No comment provided by engineer.*/
"Preferences…" = "Preferințe…";

/*No comment provided by engineer.*/
"Quit" = "Ieșire";

/*No comment provided by engineer.*/
"Quit %@" = "Ieșire %@";

/*No comment provided by engineer.*/
"Quit app" = "Ieșire aplicație";

/*No comment provided by engineer.*/
"Remember my choice" = "Memorează opțiunile mele";

/*No comment provided by engineer.*/
"Reset preferences and restart" = "Resetează preferințele și repornește";

/*No comment provided by engineer.*/
"Reset preferences and restart…" = "Reseta setările și da restart";

/*No comment provided by engineer.*/
"Rows of thumbnails:" = "Rânduri de miniaturi:";

/*No comment provided by engineer.*/
"Screen including menu bar" = "Ecranul incluzând bara de meniu";

/*No comment provided by engineer.*/
"Screen including mouse" = "Ecranul include mouse";

/*No comment provided by engineer.*/
"Screen Recording" = "Ecran de înregistrare";

/*No comment provided by engineer.*/
"Screen showing AltTab" = "Ecranul arată AltTab";

/*No comment provided by engineer.*/
"Select next window" = "Selectează următoarea fereastră";

/*No comment provided by engineer.*/
"Select previous window" = "Selecteaza fereastra precedentă";

/*No comment provided by engineer.*/
"Send" = "Trimite";

/*No comment provided by engineer.*/
"Send a crash report?" = "Trimite o analiză de accident?";

/*No comment provided by engineer.*/
"Send anyway" = "Trimite oricum";

/*No comment provided by engineer.*/
"Send debug profile (CPU, memory, etc)" = "Trimite analiză profil (CPU, memorie, etc)";

/*No comment provided by engineer.*/
"Send feedback" = "Trimite sugestii";

/*No comment provided by engineer.*/
"Send feedback…" = "Trimite sugestii…";

/*No comment provided by engineer.*/
"Share improvement ideas, or report bugs" = "Distribuie idei de îmbunătățire, sau raportează probleme";

/*No comment provided by engineer.*/
"Shortcut 1" = "Scurtătura 1";

/*No comment provided by engineer.*/
"Shortcut 2" = "Scurtătura 2";

/*No comment provided by engineer.*/
"Shortcut 3" = "Scurtătură 3";

/*No comment provided by engineer.*/
"Shortcut 4" = "Scurtătură 4";

/*No comment provided by engineer.*/
"Shortcut 5" = "Scurtătură 5";

/*No comment provided by engineer.*/
"Shortcut already assigned to another action: %@" = "Scurtătura este deja atribută unei alte acțiuni: %@";

/*No comment provided by engineer.*/
"Show" = "Arată";

/*No comment provided by engineer.*/
"Show at the end" = "Arată la sfârșit";

/*No comment provided by engineer.*/
"Show on:" = "Arată pe:";

/*No comment provided by engineer.*/
"Show standard tabs as windows:" = "Arată taburi standard ca ferestre:";

/*No comment provided by engineer.*/
"Show windows from:" = "Arată ferestre de la:";

/*No comment provided by engineer.*/
"Source code repository" = "Depozit sursă cod";

/*No comment provided by engineer.*/
"Start" = "Start";

/*No comment provided by engineer.*/
"Start at login:" = "Start la autentificare:";

/*No comment provided by engineer.*/
"Theme:" = "Temă:";

/*No comment provided by engineer.*/
"Then release:" = "Apoi eliberați:";

/*No comment provided by engineer.*/
"This permission is needed to focus windows after you release the shortcut" = "Această permisiune este necesară pentru concetrarea ferestrei după ce lași scurtătura";

/*No comment provided by engineer.*/
"This permission is needed to show screenshots and titles of open windows" = "Această permisiune este necesară pentru a arăta capturile de ecran și titlul ferestrelor deschise";

/*No comment provided by engineer.*/
"Unassign existing shortcut and continue" = "Anulează atribuirea scurtăturii existente și continuă";

/*No comment provided by engineer.*/
"Updates policy:" = "Politică actualizări:";

/*No comment provided by engineer.*/
"Version" = "Versiune";

/*No comment provided by engineer.*/
"View existing discussions" = "Vezi discuții existente";

/*No comment provided by engineer.*/
"Visible Spaces" = "Spații vizibile";

/*No comment provided by engineer.*/
"When fullscreen" = "Când este în ecran complet";

/*No comment provided by engineer.*/
"When no open window" = "Când nu este o fereastră deschisă";

/*No comment provided by engineer.*/
"While open, press:" = "În timp ce e deschis, apasă:";

/*No comment provided by engineer.*/
"Window app icon size:" = "Dimensiunea iconiței ferestrei din aplicație:";

/*No comment provided by engineer.*/
"Window is fullscreen" = "Fereastra ocupă întregul ecran";

/*No comment provided by engineer.*/
"Window is minimized" = "Fereastra este minimizată";

/*No comment provided by engineer.*/
"Window is on every Space" = "Fereastra este în fiecare Spațiu";

/*No comment provided by engineer.*/
"Window is on Space %d" = "Fereastra este în spațiul %d";

/*No comment provided by engineer.*/
"Window max width in row:" = "Lățime maximă fereastra în rând:";

/*No comment provided by engineer.*/
"Window min width in row:" = "Lățimea minimă a ferestrei pe rând:";

/*No comment provided by engineer.*/
"Window title font size:" = "Dimensiunea fontului din titlul ferestrei:";

/*No comment provided by engineer.*/
"Window title truncation:" = "Trunchierea titlului din fereastră:";

/*No comment provided by engineer.*/
"You can’t undo this action." = "Nu poți să anulezi acțiunea asta.";

/*No comment provided by engineer.*/
"You didn’t write your email, thus can’t receive any response." = "Nu ai scris adresa ta de email, nu poți primi nici-un răspuns.";
